Repository: jirikoud/HuntingTerritory
Catalog: HuntingCoreModel/Localization/CheckInRes.*.resx
Languages: cs

# BUTTON_CHECKIN
source: Check-in
cs: Hlášení

# COLUMN_CHECKIN_TIME
source: Check-in time
cs: Čas hlášení

# COLUMN_QUESTIONNAIRE
source: Questionnaire
cs: Dotazník

# COLUMN_USER_NAME
source: User
cs: Uživatel

# CONFIRM_DELETE
source: Do you really want to delete this check-in?
cs: Skutečně chcete smazat toto hlášení?

# DETAIL_CHECKIN_TIME
source: Check-in time
cs: Čas hlášení

# DETAIL_NOTE
source: Note
cs: Poznámka

# DETAIL_QUESTIONNAIRE
source: Questionnaire
cs: Dotazník

# ERROR_CREATE
source: Error while creating new check-in
cs: Došlo k chybě během zakládání nového hlášení

# ERROR_DELETE
source: Error while deleting check-in
cs: Došlo k chybě během mazání hlášení

# ERROR_UPDATE
source: Error while updating check-in
cs: Došlo k chybě během úpravy hlášení

# FILTER_ACL_USER
source: User
cs: Uživatel

# FILTER_MAP_ITEM
source: Map item
cs: Mapový bod

# FILTER_QUESTIONNAIRE
source: Questionnaire
cs: Dotazník

# LABEL_CREATE_INFO
source: Create a new check-in
cs: Vyplnění nového hlášení

# LABEL_DETAIL_INFO
source: Detail of check-in
cs: Detailní informace o hlášení

# LABEL_LIST_INFO
source: List of all check-ins of this map item
cs: Seznam všech hlášení k mapovému bodu

# LABEL_UPDATE_INFO
source: Update information about check-in
cs: Úprava hlášení k vybranému mapovému bodu

# MODAL_TITLE_DELETE
source: Delete check-in
cs: Smazat hlášení

# PAGE_TITLE_CREATE
source: Create new check-in
cs: Založit hlášení

# PAGE_TITLE_DETAIL
source: Check-in detail
cs: Detail hlášení

# PAGE_TITLE_LIST
source: Check-in list
cs: Seznam hlášení

# PAGE_TITLE_UPDATE
source: Update check-in
cs: Úprava hlášení

# QUESTIONNAIRE_EMPTY
source: Choose questionnaire...
cs: Vyberte dotazník...

# SUCCESS_CREATE
source: New check-in has been created
cs: Hlášení bylo založeno

# SUCCESS_DELETE
source: Check-in has been deleted
cs: Hlášení bylo smazáno

# SUCCESS_UPDATE
source: Check-in has been updated
cs: Hlášení bylo upraveno
